berkeley-db@5
brotli
bzip2
c-ares
ca-certificates
expat
gettext
icu4c
krb5
lazygit
libedit
libffi
libnghttp2
libnsl
libtirpc
libuv
libvterm
libxcrypt
libxml2
lpeg
luajit
luv
mpdecimal
msgpack
ncurses
neovim
node
oh-my-posh
openssl@3
python@3.12
readline
sqlite
tree-sitter
unibilium
unzip
xz
zlib
