amberol
arandr
ark
audiocd-kio
avahi
b43-fwcutter
base
base-devel
bat
bibata-cursor-theme
bluedevil
blueman
bluez-utils
breeze-gtk
breeze5
brightnessctl
bspwm
btop
btrfs-progs
bzip2
calc
cava
chromium
cliphist
cmus
coreutils
cpupower
cronie
cryptsetup
device-mapper
diffutils
discord-canary
dkms
dmenu
dmidecode
dmraid
dnsmasq
dosfstools
dunst
e2fsprogs
ecryptfs-utils
efibootmgr
elisa
emote
eog
eww
exfatprogs
eza
f2fs-tools
fastfetch
fcitx5-bamboo
fd
feh
ffcast
ffmpeg
ffmpegthumbs
figlet
filelight
firefox
fish
freeoffice
fsearch
fwupd
fzf
gcc13
glfw
glibc-locales
gnome-themes-extra
google-chrome
gparted
gpick
grim
grub
grub-btrfs
gtk3
gtk4
gum
guvcview
gvfs
gvfs-mtp
gwenview
hsetroot
htop
i3-wm
i3blocks
i3lock
i3status
ibus
ibus-bamboo
inetutils
intel-ucode
inxi
iwd
jdk-openjdk
jfsutils
jq
kdeconnect
localsend-bin
logrotate
lvm2
lxappearance
maim
man-db
man-pages
mdadm
memtest86+
memtest86+-efi
mesa-utils
mhwd
mhwd-db
milou
mkinitcpio-openswap
moc-pulse
modemmanager
mousepad
mpd
mpv
mtpfs
nano
nano-syntax-highlighting
ncmpcpp
neofetch
neovim
nerdfetch
network-manager-applet
networkmanager
networkmanager-l2tp
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nitrogen
nm-connection-editor
notify-osd
noto-fonts
noto-fonts-emoji
nss-mdns
ntfs-3g
ntp
numlockx
nwg-look
okular
openresolv
openssh
os-prober
otf-font-awesome
p7zip
packagekit-qt6
pacman-contrib
pacseek
pamac-cli
pamac-gtk3
papirus-icon-theme
pavucontrol
perl
perl-file-mimeinfo
pfetch
phonon-qt6-vlc
picom
plymouth
plymouth-kcm
plymouth-theme-manjaro
polkit-gnome
polybar
poppler-data
power-profiles-daemon
powerdevil
powertop
print-manager
python-cairo-docs
python-click
python-dbus-next
python-i3ipc
python-iwlib
python-openai
python-pillow
python-pip
python-pipx
python-psutil
python-pyqt5
python-pysmbc
python-pywal
python-reportlab
python-rich
qalculate-gtk
qt5-webengine
qt6-imageformats
qt6-virtualkeyboard
rawtherapee-git
redshift
reiserfsprogs
ripgrep
rsync
s-nail
samba
screenkey
scrot
sddm
sddm-breath-theme
sddm-kcm
sddm-sugar-candy-git
skanlite
slock
slurp
snapd
sof-firmware
spectacle
spectre-meltdown-checker
sshfs
starship
stow
sudo
swappy
swww
sxhkd
sysfsutils
system-config-printer
systemd
systemsettings
terminus-font
texinfo
the_silver_searcher
thunar
thunar-archive-plugin
timeshift
tmux
tree-sitter-cli
ttf-dejavu
ttf-droid
ttf-fira-code
ttf-fira-sans
ttf-firacode-nerd
ttf-font-awesome
ttf-inconsolata
ttf-indic-otf
ttf-liberation
uthash
virtualbox
visual-studio-code-bin
vlc
xclip
yay-git
yt-dlp
zellij
zip
zoxide
